Repository: librefang/librefang-ios
Catalog: librefang-ios/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans

source: \(staleRunningAgentCount) running agents look stale
ja: \(staleRunningAgentCount) 件の稼働中 agent が古い状態に見えます
zh_hans: \(staleRunningAgentCount) 个运行中的 agent 看起来已陈旧

source: \(stalledCronJobCount) cron jobs are missing a next run
ja: \(stalledCronJobCount) 件の cron ジョブに次回実行がありません
zh_hans: \(stalledCronJobCount) 个 cron 作业缺少下一次运行

source: \(stalledCronJobCount) cron jobs missing next run
ja: \(stalledCronJobCount) 件の cron ジョブに次回実行がありません
zh_hans: \(stalledCronJobCount) 个 cron 作业缺少下一次运行

source: \(stalledCronJobCount) stalled cron jobs
ja: \(stalledCronJobCount)件の停止中 Cron ジョブ
zh_hans: \(stalledCronJobCount) 个停滞的 Cron 任务

source: \(streamingCount) stream
ja: \(streamingCount)件のストリーム
zh_hans: \(streamingCount) 个流式项

source: \(streamingCount) stream-ready
ja: \(streamingCount)件のストリーム対応
zh_hans: \(streamingCount) 个已就绪流式项

source: \(streamingCount) stream-ready agents
ja: \(streamingCount)件のストリーム対応エージェント
zh_hans: \(streamingCount) 个支持流式的代理

source: \(summary.failedDeliveries) failed
ja: \(summary.failedDeliveries) 件の失敗
zh_hans: \(summary.failedDeliveries) 个失败

source: \(summary.issueCount) issues
ja: \(summary.issueCount) 件の問題
zh_hans: \(summary.issueCount) 个问题

source: \(summary.issueCount) operator issues
ja: \(summary.issueCount) 件のオペレーター問題
zh_hans: \(summary.issueCount) 个操作问题

source: \(summary.missingIdentityFiles.count) files missing
ja: \(summary.missingIdentityFiles.count)件のファイル欠落
zh_hans: 缺少 \(summary.missingIdentityFiles.count) 个文件

source: \(summary.unavailableFallbackModels.count) fallback drift
ja: \(summary.unavailableFallbackModels.count) 件のフォールバックドリフト
zh_hans: \(summary.unavailableFallbackModels.count) 个回退漂移

source: \(summary.unavailableFallbackModels.count) fallbacks
ja: \(summary.unavailableFallbackModels.count)件のフォールバック
zh_hans: \(summary.unavailableFallbackModels.count) 个回退

source: \(summary.unsettledDeliveries) unsettled
ja: \(summary.unsettledDeliveries)件の未解決項目
zh_hans: \(summary.unsettledDeliveries) 个未完成

source: \(supervisorEvents) supervisor events
ja: \(supervisorEvents) 件の supervisor イベント
zh_hans: \(supervisorEvents) 个监督事件

source: \(supervisorPanicCount) panics and \(supervisorRestartCount) restarts have been observed since startup.
ja: 起動以降、\(supervisorPanicCount) 件の panic と \(supervisorRestartCount) 件の restart が観測されています。
zh_hans: 自启动以来，已观察到 \(supervisorPanicCount) 次崩溃和 \(supervisorRestartCount) 次重启。

source: \(supportActionCount) support
ja: \(supportActionCount) 件のサポート
zh_hans: \(supportActionCount) 个支持项

source: \(supportActionCount) support routes
ja: \(supportActionCount) 件のサポートルート
zh_hans: \(supportActionCount) 条支持路由

source: \(supportActions.count) support routes
ja: \(supportActions.count) 件のサポートルート
zh_hans: \(supportActions.count) 条支持路由

source: \(supportControlCount) support controls
ja: \(supportControlCount)件の補助コントロール
zh_hans: \(supportControlCount) 个辅助控件

source: \(supportCount) support lanes
ja: \(supportCount)件の補助レーン
zh_hans: \(supportCount) 个辅助通道

source: \(supportCount) support routes
ja: サポートルート \(supportCount) 件
zh_hans: 支持路由 \(supportCount) 条

source: \(supportedLanguageLabels.count) supported languages
ja: \(supportedLanguageLabels.count) 言語
zh_hans: \(supportedLanguageLabels.count) 种支持的语言

source: \(supportFeedCount) support feeds
ja: サポートフィード \(supportFeedCount) 件
zh_hans: 支持 feed \(supportFeedCount) 个

source: \(supportLaneCount) support lanes
ja: \(supportLaneCount)件の補助レーン
zh_hans: \(supportLaneCount) 个辅助通道

source: \(supportQueueSectionCount) support queues
ja: \(supportQueueSectionCount)件の補助キュー
zh_hans: \(supportQueueSectionCount) 个辅助队列

source: \(supportRouteCount) support routes
ja: \(supportRouteCount) サポートルート
zh_hans: \(supportRouteCount) 条支持路由

source: \(supportSectionCount) support buckets
ja: \(supportSectionCount)件の補助バケット
zh_hans: \(supportSectionCount) 个辅助分桶

source: \(supportSignalCount) support signals
ja: \(supportSignalCount)件の補助シグナル
zh_hans: \(supportSignalCount) 个辅助信号

source: \(symbolCount) alert types
ja: \(symbolCount) 種類のアラート
zh_hans: \(symbolCount) 种告警类型

source: \(tabSignalCount) live tabs
ja: \(tabSignalCount) 個のライブタブ
zh_hans: \(tabSignalCount) 个活动标签

source: \(tagCount) skill tags
ja: \(tagCount)件のスキルタグ
zh_hans: \(tagCount) 个技能标签

source: \(targetCount) target models
ja: \(targetCount) 対象モデル
zh_hans: \(targetCount) 个目标模型

source: \(taskEventCount) task-flow events
ja: \(taskEventCount) 件のタスクフローイベント
zh_hans: \(taskEventCount) 条任务流事件

source: \(taskEventCount) task-flow lanes
ja: \(taskEventCount)件のタスクフローレーン
zh_hans: \(taskEventCount) 个任务流通道

source: \(title) \(count) issues
ja: \(title) \(count) 件の問題
zh_hans: \(title) \(count) 个问题

source: \(title) 1 issue
ja: \(title) 1 件の問題
zh_hans: \(title) 1 个问题

source: \(toolCallCount.formatted()) tool calls
ja: ツール呼び出し \(toolCallCount.formatted()) 件
zh_hans: 工具调用 \(toolCallCount.formatted()) 次

source: \(toolCount) tool lanes
ja: \(toolCount)件のツールレーン
zh_hans: \(toolCount) 个工具通道

source: \(toolCount) tools
ja: \(toolCount) ツール
zh_hans: \(toolCount) 个工具

source: \(toolCount) visible tools
ja: \(toolCount) 件の表示ツール
zh_hans: \(toolCount) 个可见工具

source: \(toolNameCharacterCount) tool characters
ja: \(toolNameCharacterCount)件のツール文字
zh_hans: \(toolNameCharacterCount) 个工具字符

source: \(toolReadyCount) tool-ready
ja: \(toolReadyCount) ツール対応
zh_hans: \(toolReadyCount) 个支持工具的模型

source: \(topology.edges.count) live links
ja: \(topology.edges.count) 件のライブリンク
zh_hans: \(topology.edges.count) 条活动链路

source: \(topology.nodes.count) agents mapped
ja: \(topology.nodes.count) 件のマップ済みエージェント
zh_hans: \(topology.nodes.count) 个已映射代理

source: \(topSpenderCount) spenders
ja: \(topSpenderCount)件の支出項目
zh_hans: \(topSpenderCount) 个高支出项

source: \(totalActionCount) routes ready
ja: \(totalActionCount) ルート準備完了
zh_hans: \(totalActionCount) 条路由已就绪

source: \(totalAgentCount) catalog agents
ja: \(totalAgentCount)件のカタログエージェント
zh_hans: \(totalAgentCount) 个目录代理

source: \(totalAgents) agents
ja: \(totalAgents)件のエージェント
zh_hans: \(totalAgents) 个代理

source: \(totalCount) approvals in queue
ja: キューに \(totalCount) 件の承認
zh_hans: 队列中有 \(totalCount) 个审批

source: \(totalCount) comms events are ready in the traffic feed.
ja: トラフィックフィードに \(totalCount) 件の通信イベントがあります。
zh_hans: 流量事件流中有 \(totalCount) 条通信事件可查看。

source: \(totalCount) comms events in feed
ja: フィードに \(totalCount) 件の通信イベント
zh_hans: 事件流中有 \(totalCount) 条通信事件

source: \(totalCount) critical events
ja: \(totalCount)件の重大イベント
zh_hans: \(totalCount) 个严重事件

source: \(totalCount) events are ready in the feed.
ja: フィードに \(totalCount) 件のイベントがあります。
zh_hans: 事件流中有 \(totalCount) 条事件可查看。

source: \(totalCount) events in feed
ja: フィードに \(totalCount) 件のイベント
zh_hans: 事件流中有 \(totalCount) 条事件

source: \(totalCount) fleet issues
ja: \(totalCount)件のフリート問題
zh_hans: \(totalCount) 个机群问题

source: \(totalCount) hotspots
ja: \(totalCount)件のホットスポット
zh_hans: \(totalCount) 个热点

source: \(totalCount) pending
ja: \(totalCount)件の保留
zh_hans: \(totalCount) 个待处理

source: \(totalCount) queued cards
ja: \(totalCount)件のキュー中カード
zh_hans: \(totalCount) 张排队卡片

source: \(totalCount) sessions are ready in this monitor.
ja: このモニタに \(totalCount) 件のセッションがあります。
zh_hans: 此监视器中有 \(totalCount) 个会话可查看。

source: \(totalCount) sessions in monitor
ja: モニタ内に \(totalCount) 件のセッション
zh_hans: 监视器中有 \(totalCount) 个会话

source: \(totalCount) total agents
ja: 合計 \(totalCount) 件のエージェント
zh_hans: 共 \(totalCount) 个代理

source: \(totalCount) total events
ja: 合計 \(totalCount) 件のイベント
zh_hans: 共 \(totalCount) 条事件

source: \(totalCount) total sessions
ja: 合計 \(totalCount) 件のセッション
zh_hans: 共 \(totalCount) 个会话

source: \(totalCount) watched issues
ja: \(totalCount)件の監視問題
zh_hans: \(totalCount) 个关注问题

source: \(totalEventCount) total events
ja: 合計 \(totalEventCount) 件のイベント
zh_hans: 共 \(totalEventCount) 条事件

source: \(totalHands) known hands
ja: 既知 hand \(totalHands) 件
zh_hans: 已知 hand \(totalHands) 个

source: \(totalItems) settings routes and controls are grouped in this deck.
ja: このデッキには \(totalItems) 件の設定ルートとコントロールがまとめられています。
zh_hans: 此卡片中分组了 \(totalItems) 个设置路由和控件。

source: \(totalPinnedCount) pinned agents
ja: \(totalPinnedCount)件のピン留めエージェント
zh_hans: \(totalPinnedCount) 个固定代理

source: \(totalProfileCount) catalog profiles
ja: \(totalProfileCount)件のカタログプロファイル
zh_hans: \(totalProfileCount) 个目录配置

source: \(totalProfiles) profiles
ja: \(totalProfiles)件のプロファイル
zh_hans: \(totalProfiles) 个配置

source: \(totalRouteCount) live routes
ja: \(totalRouteCount) 件のライブルート
zh_hans: \(totalRouteCount) 条活动路由

source: \(totalRouteCount) routes ready
ja: \(totalRouteCount) ルート準備完了
zh_hans: \(totalRouteCount) 条路由已就绪

source: \(totalRoutes) approval routes are grouped in this deck.
ja: このデッキには \(totalRoutes) 件の承認ルートがまとめられています。
zh_hans: 此卡片中汇总了 \(totalRoutes) 条审批路由。

source: \(totalRoutes) diagnostic routes are grouped in this deck.
ja: このデッキには \(totalRoutes) 件の診断ルートがまとめられています。
zh_hans: 此卡片中分组了 \(totalRoutes) 条诊断路由。

source: \(totalRoutes) integration routes and jumps are grouped in this deck.
ja: このデッキには \(totalRoutes) 件の統合ルートとジャンプがまとめられています。
zh_hans: 此卡片中汇总了 \(totalRoutes) 条集成路由和跳转。

source: \(totalRoutes) overview routes are grouped in this deck.
ja: このデッキには \(totalRoutes) 件の概要ルートがまとめられています。
zh_hans: 此卡片中分组了 \(totalRoutes) 条概览路由。

source: \(totalRoutes) runtime routes are grouped in this deck.
ja: このデッキには \(totalRoutes) 件のランタイムルートがまとめられています。
zh_hans: 此卡片中汇总了 \(totalRoutes) 条运行时路由。

source: \(totalWatchedCount) watched agents
ja: \(totalWatchedCount)件の監視対象エージェント
zh_hans: \(totalWatchedCount) 个已关注代理

source: \(unavailableCount) agents on unavailable models
ja: 利用不可モデル上のエージェント \(unavailableCount) 件
zh_hans: \(unavailableCount) 个 agent 使用了不可用模型

source: \(unavailableCount) unavailable
ja: \(unavailableCount) 利用不可
zh_hans: \(unavailableCount) 项不可用

source: \(uniqueAgentCount) agents
ja: \(uniqueAgentCount)件のエージェント
zh_hans: \(uniqueAgentCount) 个 agent

source: \(uniqueAgentCount) agents represented
ja: \(uniqueAgentCount)件のエージェントが集計対象
zh_hans: \(uniqueAgentCount) 个 agent 被纳入统计

source: \(uniqueWarningWordCount) keyword clusters
ja: \(uniqueWarningWordCount)件のキーワードクラスタ
zh_hans: \(uniqueWarningWordCount) 个关键词簇

source: \(uniqueWarningWordCount) warning themes
ja: \(uniqueWarningWordCount)件の警告テーマ
zh_hans: \(uniqueWarningWordCount) 个告警主题

source: \(unknownCount) unknown
ja: \(unknownCount) 不明
zh_hans: \(unknownCount) 项未知

source: \(unlabeledCount) unlabeled
ja: \(unlabeledCount) 件の未ラベル
zh_hans: \(unlabeledCount) 个未标注项

source: \(unlabeledCount) unlabeled sessions
ja: \(unlabeledCount) 件の未ラベルセッション
zh_hans: \(unlabeledCount) 个未标注会话

source: \(unreachableLocalCount) local down
ja: \(unreachableLocalCount) ローカル停止
zh_hans: \(unreachableLocalCount) 个本地下线

source: \(unreachableLocalCount) local outages
ja: \(unreachableLocalCount) ローカル障害
zh_hans: \(unreachableLocalCount) 个本地故障

source: \(unreachableLocalCount) local providers are unreachable, so auth state alone is not enough for provider health.
ja: ローカルプロバイダ \(unreachableLocalCount) 件が到達不能のため、認証状態だけではプロバイダの健全性を判断できません。
zh_hans: 有 \(unreachableLocalCount) 个本地提供方不可达，因此仅看认证状态不足以判断提供方健康度。

source: \(unreachableLocalCount) unreachable
ja: 到達不能 \(unreachableLocalCount) 件
zh_hans: 不可达 \(unreachableLocalCount) 个

source: \(unreachableLocalProviderCount) local providers are unreachable
ja: \(unreachableLocalProviderCount) 件のローカルプロバイダに到達できません
zh_hans: \(unreachableLocalProviderCount) 个本地提供方不可达

source: \(unreachableLocalProviderCount) local providers unreachable
ja: \(unreachableLocalProviderCount) 件のローカルプロバイダに到達できません
zh_hans: \(unreachableLocalProviderCount) 个本地提供方不可达

source: \(unreachableLocalProviderCount) local providers unreachable and \(channelRequiredFieldGapCount) channels missing required fields
ja: \(unreachableLocalProviderCount) 件のローカルプロバイダに到達できず、\(channelRequiredFieldGapCount) 件のチャネルで必須項目が不足しています
zh_hans: \(unreachableLocalProviderCount) 个本地提供方不可达，且 \(channelRequiredFieldGapCount) 个通道缺少必填字段

source: \(unresolvedCount) of \(items.count) handoff focus areas are still active.
ja: 引き継ぎフォーカス領域 \(items.count) 件のうち \(unresolvedCount) 件がまだアクティブです。
zh_hans: \(items.count) 个交接焦点中仍有 \(unresolvedCount) 个处于活跃状态。

source: \(unsettledAgentCount) unsettled deliveries
ja: \(unsettledAgentCount)件の未解決配信
zh_hans: \(unsettledAgentCount) 个未结清投递

source: \(unsettledCount) unsettled
ja: \(unsettledCount)件の未解決
zh_hans: \(unsettledCount) 个未结清项

source: \(unsettledCount) unsettled receipts
ja: \(unsettledCount)件の未解決レシート
zh_hans: \(unsettledCount) 个未结清回执

source: \(usage.callCount.formatted()) LLM calls
ja: \(usage.callCount.formatted()) 件の LLM 呼び出し
zh_hans: \(usage.callCount.formatted()) 次 LLM 调用

source: \(usage.totalInputTokens.formatted()) in / \(usage.totalOutputTokens.formatted()) out
ja: 入力 \(usage.totalInputTokens.formatted()) / 出力 \(usage.totalOutputTokens.formatted())
zh_hans: 输入 \(usage.totalInputTokens.formatted()) / 输出 \(usage.totalOutputTokens.formatted())

source: \(usageSummary.callCount.formatted()) calls
ja: \(usageSummary.callCount.formatted())件の呼び出し
zh_hans: \(usageSummary.callCount.formatted()) 次调用

source: \(usageSummary.totalToolCalls.formatted()) tool calls
ja: \(usageSummary.totalToolCalls.formatted())件のツール呼び出し
zh_hans: \(usageSummary.totalToolCalls.formatted()) 次工具调用

source: \(utilityRouteCount) utility routes
ja: \(utilityRouteCount)件のユーティリティルート
zh_hans: \(utilityRouteCount) 个工具路由

source: \(value) \(metricUnitPlural)
ja: \(value)件の\(metricUnitPlural)
zh_hans: \(value) 个 \(metricUnitPlural)

source: \(value) \(metricUnitSingular)
ja: \(value)件の\(metricUnitSingular)
zh_hans: \(value) 个 \(metricUnitSingular)

source: \(versionInfo.name) \(versionInfo.version) is the active server build.
ja: \(versionInfo.name) \(versionInfo.version) は現在のアクティブなサーバービルドです。
zh_hans: \(versionInfo.name) \(versionInfo.version) 是当前激活的服务器构建。

source: \(viewModel.criticalCount) critical
ja: \(viewModel.criticalCount) 件の重大項目
zh_hans: \(viewModel.criticalCount) 个严重项

source: \(viewModel.edgeCount) links
ja: \(viewModel.edgeCount) 件のリンク
zh_hans: \(viewModel.edgeCount) 条链路

source: \(viewModel.messageCount) messages
ja: \(viewModel.messageCount)件のメッセージ
zh_hans: \(viewModel.messageCount) 条消息

source: \(viewModel.nodeCount) agents
ja: \(viewModel.nodeCount) エージェント
zh_hans: \(viewModel.nodeCount) 个代理

source: \(viewModel.taskEventCount) task-flow events
ja: \(viewModel.taskEventCount) 件のタスクフローイベント
zh_hans: \(viewModel.taskEventCount) 条任务流事件

source: \(viewModel.warningCount) warnings
ja: \(viewModel.warningCount) 件の警告
zh_hans: \(viewModel.warningCount) 条警告

source: \(visibleActiveCount)/\(activeHands.count) visible
ja: \(visibleActiveCount)/\(activeHands.count) を表示
zh_hans: 显示 \(visibleActiveCount)/\(activeHands.count)

source: \(visibleAgentCount) of \(totalAgentCount) visible
ja: \(totalAgentCount)件中\(visibleAgentCount)件を表示
zh_hans: 可见 \(visibleAgentCount) / \(totalAgentCount)

source: \(visibleAgentCount) visible agents
ja: \(visibleAgentCount)件の表示中エージェント
zh_hans: \(visibleAgentCount) 个可见代理

source: \(visibleAgents) visible
ja: \(visibleAgents)件を表示
zh_hans: \(visibleAgents) 可见

source: \(visibleAlertCount) live alerts
ja: \(visibleAlertCount)件のライブアラート
zh_hans: \(visibleAlertCount) 条实时告警

source: \(visibleAlerts.count) alerts
ja: \(visibleAlerts.count)件のアラート
zh_hans: \(visibleAlerts.count) 条告警

source: \(visibleAlerts.count) live alerts
ja: \(visibleAlerts.count) 件のライブアラート
zh_hans: \(visibleAlerts.count) 条实时告警

source: \(visibleAlerts.count) live alerts acknowledged on this iPhone
ja: この iPhone で確認済みのライブアラート \(visibleAlerts.count) 件
zh_hans: 此 iPhone 上已确认 \(visibleAlerts.count) 条实时告警

source: \(visibleApprovalCount) of \(totalApprovalCount) visible
ja: \(visibleApprovalCount)/\(totalApprovalCount)件を表示
zh_hans: 可见 \(visibleApprovalCount) / \(totalApprovalCount)

source: \(visibleApprovalCount) visible approvals
ja: \(visibleApprovalCount) 件の表示承認
zh_hans: \(visibleApprovalCount) 个可见审批

source: \(visibleApprovalCount) visible results
ja: \(visibleApprovalCount) 件の表示結果
zh_hans: \(visibleApprovalCount) 条可见结果

source: \(visibleCount) agents visible
ja: \(visibleCount)件の表示中エージェント
zh_hans: \(visibleCount) 个可见代理

source: \(visibleCount) approvals visible
ja: \(visibleCount)件の表示中承認
zh_hans: \(visibleCount) 个可见审批

source: \(visibleCount) cards in view
ja: \(visibleCount)件の表示中カード
zh_hans: \(visibleCount) 张视图内卡片

source: \(visibleCount) events visible
ja: \(visibleCount)件の表示中イベント
zh_hans: \(visibleCount) 个可见事件

source: \(visibleCount) of \(totalCount) approvals visible
ja: \(totalCount) 件中 \(visibleCount) 件の承認を表示
zh_hans: 共 \(totalCount) 个审批中显示 \(visibleCount) 个

source: \(visibleCount) of \(totalCount) comms events are visible in the traffic feed.
ja: トラフィックフィードでは \(totalCount) 件の通信イベントのうち \(visibleCount) 件を表示しています。
zh_hans: 流量事件流中共 \(totalCount) 条通信事件里显示 \(visibleCount) 条。

source: \(visibleCount) of \(totalCount) comms events visible
ja: \(totalCount) 件の通信イベントのうち \(visibleCount) 件を表示
zh_hans: 共 \(totalCount) 条通信事件中显示 \(visibleCount) 条

source: \(visibleCount) of \(totalCount) events are visible in this feed.
ja: このフィードでは \(totalCount) 件中 \(visibleCount) 件のイベントが表示されています。
zh_hans: 此事件流中共 \(totalCount) 条事件里显示 \(visibleCount) 条。

source: \(visibleCount) of \(totalCount) events visible
ja: \(totalCount) 件中 \(visibleCount) 件のイベントを表示
zh_hans: 共 \(totalCount) 条事件中显示 \(visibleCount) 条

source: \(visibleCount) of \(totalCount) sessions are visible in this monitor.
ja: このモニタでは \(totalCount) 件のセッションのうち \(visibleCount) 件を表示しています。
zh_hans: 此监视器中共 \(totalCount) 个会话里显示 \(visibleCount) 个。

source: \(visibleCount) of \(totalCount) sessions visible
ja: \(totalCount) 件のセッションのうち \(visibleCount) 件を表示
zh_hans: 共 \(totalCount) 个会话中显示 \(visibleCount) 个

source: \(visibleCount) of \(totalCount) visible
ja: \(totalCount) 件中 \(visibleCount) 件表示
zh_hans: 共 \(totalCount) 项中显示 \(visibleCount) 项

source: \(visibleCount) pinned agents in view
ja: \(visibleCount)件の表示中ピン留めエージェント
zh_hans: \(visibleCount) 个视图内固定代理

source: \(visibleCount) sessions visible
ja: \(visibleCount)件の表示中セッション
zh_hans: \(visibleCount) 个可见会话

source: \(visibleCount) visible
ja: \(visibleCount) 件表示
zh_hans: \(visibleCount) 项可见

source: \(visibleCount) visible agents
ja: \(visibleCount) 件の表示エージェント
zh_hans: \(visibleCount) 个可见代理

source: \(visibleCount) visible channels
ja: \(visibleCount) 件の表示チャネル
zh_hans: \(visibleCount) 个可见渠道

source: \(visibleCount) visible events
ja: \(visibleCount) 件の表示イベント
zh_hans: \(visibleCount) 条可见事件

source: \(visibleCount) visible files
ja: \(visibleCount)件の表示中ファイル
zh_hans: \(visibleCount) 个可见文件

source: \(visibleCount) visible providers
ja: \(visibleCount) 件の表示プロバイダ
zh_hans: \(visibleCount) 个可见提供方

source: \(visibleCount) visible receipts
ja: \(visibleCount)件の表示中レシート
zh_hans: \(visibleCount) 个可见回执

source: \(visibleCount) visible requests
ja: \(visibleCount) 件の表示リクエスト
zh_hans: \(visibleCount) 个可见请求

source: \(visibleCount) visible sessions
ja: \(visibleCount) 件の表示セッション
zh_hans: \(visibleCount) 个可见会话

source: \(visibleCount) watched agents visible
ja: \(visibleCount)件の表示中監視対象エージェント
zh_hans: \(visibleCount) 个可见关注代理

source: \(visibleCount)/\(approvals.count) visible
ja: \(visibleCount)/\(approvals.count) を表示
zh_hans: 显示 \(visibleCount)/\(approvals.count)

source: \(visibleCount)/\(configuredChannels.count) visible
ja: \(visibleCount)/\(configuredChannels.count) を表示
zh_hans: 显示 \(visibleCount)/\(configuredChannels.count)

source: \(visibleCount)/\(entries.count) visible
ja: \(visibleCount)/\(entries.count) を表示
zh_hans: 显示 \(visibleCount)/\(entries.count)

source: \(visibleCount)/\(items.count) visible
ja: \(items.count)件中\(visibleCount)件を表示
zh_hans: 显示 \(visibleCount)/\(items.count)

source: \(visibleCount)/\(providers.count) visible
ja: \(visibleCount)/\(providers.count) を表示
zh_hans: 显示 \(visibleCount)/\(providers.count)

source: \(visibleCount)/\(totalCount) visible
ja: \(visibleCount)/\(totalCount) を表示
zh_hans: 显示 \(visibleCount)/\(totalCount)

source: \(visibleCount)/\(watchedCount) visible
ja: \(watchedCount)件中\(visibleCount)件を表示
zh_hans: 显示 \(visibleCount)/\(watchedCount)

source: \(visibleCriticalAlertCount) critical
ja: \(visibleCriticalAlertCount) 件の重大項目
zh_hans: \(visibleCriticalAlertCount) 个严重项

source: \(visibleCriticalAlertCount) critical incidents are active and ready for triage.
ja: \(visibleCriticalAlertCount) 件の重大インシデントが発生中で、すぐにトリアージできます。
zh_hans: 有 \(visibleCriticalAlertCount) 个严重事件处于活动状态，可立即分诊。

source: \(visibleDiagnosticCount) drift agents visible
ja: \(visibleDiagnosticCount)件の表示中ドリフトエージェント
zh_hans: \(visibleDiagnosticCount) 个可见漂移代理

source: \(visibleEdges.count)/\(topology.edges.count) visible
ja: \(visibleEdges.count)/\(topology.edges.count) を表示
zh_hans: 显示 \(visibleEdges.count)/\(topology.edges.count)

source: \(visibleEventCount) of \(totalEventCount) visible
ja: \(totalEventCount) 件中 \(visibleEventCount) 件表示
zh_hans: 共 \(totalEventCount) 项中显示 \(visibleEventCount) 项

source: \(visibleEventCount) visible events
ja: \(visibleEventCount) 件の表示イベント
zh_hans: \(visibleEventCount) 条可见事件

source: \(visibleJumpItems.count) direct jumps
ja: \(visibleJumpItems.count)件の直接ジャンプ
zh_hans: \(visibleJumpItems.count) 个直接跳转

source: \(visibleJumpItems.count) direct jumps (+\(hiddenJumpCount))
ja: \(visibleJumpItems.count)件の直接ジャンプ（+\(hiddenJumpCount)）
zh_hans: \(visibleJumpItems.count) 个直接跳转（+\(hiddenJumpCount)）

source: \(visibleMessageCount) visible msgs
ja: \(visibleMessageCount)件の表示中メッセージ
zh_hans: \(visibleMessageCount) 条可见消息

source: \(visibleMonitoringAlerts.count) alerts
ja: \(visibleMonitoringAlerts.count) 件のアラート
zh_hans: \(visibleMonitoringAlerts.count) 条告警

source: \(visibleProfileCount) of \(totalProfileCount) visible
ja: \(totalProfileCount)件中\(visibleProfileCount)件を表示
zh_hans: 可见 \(visibleProfileCount) / \(totalProfileCount)

source: \(visibleProfileCount) visible profiles
ja: \(visibleProfileCount)件の表示中プロファイル
zh_hans: \(visibleProfileCount) 个可见配置

source: \(visibleProfiles) visible
ja: \(visibleProfiles)件を表示
zh_hans: \(visibleProfiles) 可见

source: \(visibleResultCount) integration results visible for \"\(searchText)\".
ja: 「\(searchText)」に一致する統合結果が \(visibleResultCount) 件表示されています。
zh_hans: “\(searchText)” 可见 \(visibleResultCount) 条集成结果。

source: \(visibleResultCount) visible results
ja: \(visibleResultCount) 件の表示結果
zh_hans: \(visibleResultCount) 条可见结果

source: \(visibleSamples.count) of \(samples.count) ranked samples are surfaced before the leaderboard rows.
ja: リーダーボード行の前に、\(samples.count) 件のランク付け済みサンプルのうち \(visibleSamples.count) 件が表示されます。
zh_hans: 在排行榜行之前，\(samples.count) 个已排行样本中会显示 \(visibleSamples.count) 个。

source: \(visibleSamples.count) visible leaders
ja: \(visibleSamples.count)件の表示中リーダー
zh_hans: \(visibleSamples.count) 个可见 leader

source: \(visibleToolCount) visible tools
ja: \(visibleToolCount)件の表示中ツール
zh_hans: \(visibleToolCount) 个可见工具

source: \(visibleValueTotal.formatted()) visible \(metricUnitPlural)
ja: \(visibleValueTotal.formatted())件の表示中\(metricUnitPlural)
zh_hans: \(visibleValueTotal.formatted()) 个可见 \(metricUnitPlural)

source: \(visibleWatchlistCount) of \(watchlistCount) watched visible
ja: \(watchlistCount) 件のウォッチ対象のうち \(visibleWatchlistCount) 件を表示
zh_hans: \(watchlistCount) 个关注代理中显示 \(visibleWatchlistCount) 个

source: \(vm.activeHandCount) active hands
ja: アクティブな hand \(vm.activeHandCount) 件
zh_hans: 活动 hand \(vm.activeHandCount) 个

source: \(vm.activeHandCount) active, \(vm.degradedHandCount) degraded
ja: 稼働中 \(vm.activeHandCount)、劣化 \(vm.degradedHandCount)
zh_hans: \(vm.activeHandCount) 个活跃，\(vm.degradedHandCount) 个降级

source: \(vm.agentsWithModelDiagnostics.count) agents have model drift
ja: \(vm.agentsWithModelDiagnostics.count)件のエージェントでモデルドリフトが発生しています
zh_hans: \(vm.agentsWithModelDiagnostics.count) 个代理存在模型漂移

source: \(vm.agentsWithModelDiagnostics.count) agents resolve to drifted catalog models
ja: \(vm.agentsWithModelDiagnostics.count) エージェントがドリフトしたカタログモデルに解決されます
zh_hans: \(vm.agentsWithModelDiagnostics.count) 个代理解析到了漂移的目录模型
